{"data":[{"title":"Agricola","desc":"In Agricola, you're a farmer in a wooden shack with your spouse and little else. On a turn, you get to take only two actions, one for you and one for the spouse, from all the possibilities you'll find on a farm: collecting clay, wood, or stone; building fences; and so on. You might think about having kids in order to get more work accomplished, but first you need to expand your house. And what are you going to feed all the little rugrats?","ageMin":13,"time":"30-150","numPlayers":"1-5","types":["Euro"],"color":"#0171b8","link":"img/agricola.jpg","watch":"http://www.youtube.com/embed/c7R7B83w3xY","buy":"http://a.co/3itt4Ae"},{"title":"Settlers of Catan","desc":"In The Settlers of Catan, players try to be the dominant force on the island of Catan by building settlements, cities, and roads. On each turn dice are rolled to determine what resources the island produces. Players collect these resources (cards)—wood, grain, brick, sheep, or stone—to build up their civilizations to get to 10 victory points and win the game.","ageMin":10,"time":60,"numPlayers":"3-4","types":["Euro"],"color":"#0171b8","link":"img/catan.jpg","watch":"http://www.youtube.com/embed/lTV03kCoDIw","buy":"http://a.co/7ATqJ1J"},{"title":"Citadels","desc":"In Citadels, players take on new roles each round to represent characters they hire in order to help them acquire gold and erect buildings. The game ends at the close of a round in which a player erects their eighth building. Players then tally their points, and the player with the highest score wins.","ageMin":10,"time":"30-60","numPlayers":"2-8","types":["Euro"],"color":"#0171b8","link":"img/citadels.jpg","watch":"http://www.youtube.com/embed/cYuMoIc0jUc","buy":"http://a.co/5s9FUZZ"},{"title":"Power Grid","desc":"The objective of Power Grid is to supply the most cities with power when someone's network gains a predetermined size. Players mark pre-existing routes between cities for connection, and then bid against each other to purchase the power plants that they use to power their cities. However, as plants are purchased, newer, more efficient plants become available, so by merely purchasing, you're potentially allowing others access to superior equipment. Additionally, players must acquire the raw materials needed to power said plants, making it a constant struggle to upgrade your plants for maximum efficiency while still retaining enough wealth to quickly expand your network to get the cheapest routes.","ageMin":12,"time":120,"numPlayers":"2-6","types":["Euro"],"color":"#0171b8","link":"img/power_grid.jpg","watch":"http://www.youtube.com/embed/AgU0GVa-dtE","buy":"http://a.co/iTtUoIw"}]}
