{"data":[{"title":"7 Wonders","desc":"7 Wonders lasts three ages. In each age, players receive seven cards from a particular deck, choose one of those cards, then pass the remainder to an adjacent player. Players reveal their cards simultaneously, paying resources if needed or collecting resources or interacting with other players in various ways. (Players have individual boards with special powers on which to organize their cards, and the boards are double-sided). Each player then chooses another card from the deck they were passed, and the process repeats until players have six cards in play from that age. After three ages, the game ends.","ageMin":10,"time":30,"numPlayers":"2-7","types":["Drafting"],"color":"#d93a94","link":"img/wonders.jpg","watch":"http://www.youtube.com/embed/2rACazNmWjg","buy":"http://a.co/3INyWW2"},{"title":"Sushi Go!","desc":"In the super-fast sushi card game Sushi Go!, you are eating at a sushi restaurant and trying to grab the best combination of sushi dishes as they whiz by. Score points for collecting the most sushi rolls or making a full set of sashimi. Dip your favorite nigiri in wasabi to triple its value! And once you've eaten it all, finish your meal with all the pudding you've got! But be careful which sushi you allow your friends to take; it might be just what they need to beat you!","ageMin":8,"time":15,"numPlayers":"2-5","types":["Drafting"],"color":"#d93a94","link":"img/sushi_go.jpg","watch":"http://www.youtube.com/embed/MQXMfSedbVw","buy":"http://a.co/hxPL6YR"},{"title":"Ticket to Ride","desc":"With elegantly simple gameplay, Ticket to Ride can be learned in under 15 minutes, while providing players with intense strategic and tactical decisions every turn. Players collect cards of various types of train cars they then use to claim railway routes in North America. The longer the routes, the more points they earn. Additional points come to those who fulfill Destination Tickets – goal cards that connect distant cities; and to the player who builds the longest continuous route.","ageMin":8,"time":"30-60","numPlayers":"2-5","types":["Drafting"],"color":"#d93a94","link":"img/ticket_to_ride.jpg","watch":"http://www.youtube.com/embed/r0od4NBvnBc","buy":"http://a.co/jbNjZhx"},{"title":"Splendor","desc":"Splendor is a game of chip-collecting and card development. Players are merchants of the Renaissance trying to buy gem mines, means of transportation, shops—all in order to acquire the most prestige points. If you're wealthy enough, you might even receive a visit from a noble at some point, which of course will further increase your prestige.","ageMin":10,"time":30,"numPlayers":"2-4","types":["Drafting"],"color":"#d93a94","link":"img/splendor.jpg","watch":"http://www.youtube.com/embed/JF-I44_EF7g","buy":"http://a.co/guFNXgu"}]}
