{"data":[{"title":"Walk the Plank","desc":"In Walk the Plank!, players represent the worst pirates in a captain's crew. The captain has rounded you all up because you're all lazy and stupid and simply not worth the rum and loot you get paid. That said, the captain has decided he's willing to keep two of you in his crew. To prove you're worthy, you will fight amongst yourselves, trying to shove other players' pirates off the end of the plank while keeping yours alive!","ageMin":6,"time":20,"numPlayers":"3-5","types":["Party"],"color":"#f6941f","link":"img/walk_the_plank.jpg","watch":"http://www.youtube.com/embed/a294DWVlto0","buy":"http://a.co/8kFS2UA"},{"title":"One Night Ultimate Werewolf","desc":"One Night Ultimate Werewolf is a fast game for 3-10 players in which everyone gets a role: One of the dastardly Werewolves, the tricky Troublemaker, the helpful Seer, or one of a dozen different characters, each with a special ability. In the course of a single morning, your village will decide who is a werewolf...because all it takes is lynching one werewolf to win!","ageMin":8,"time":10,"numPlayers":"3-10","types":["Bluffing","Deduction","Party"],"color":"#f6941f","link":"img/one_night_ult_werewolf.jpg","watch":"http://www.youtube.com/embed/dQcG1mOa5fY","buy":"http://a.co/e9Zw6he"},{"title":"Codenames","desc":"In Codenames, two teams compete to see who can make contact with all of their agents first. Spymasters give one-word clues that can point to multiple words on the board. Their teammates try to guess words of the right color while avoiding those that belong to the opposing team. And everyone wants to avoid the assassin.","ageMin":14,"time":15,"numPlayers":"2-8","types":["Bluffing","Deduction","Party"],"color":"#915835","link":"img/codenames.jpg","watch":"http://www.youtube.com/embed/DpZvT76SP88","buy":"http://a.co/dP6n5uj"},{"title":"Exploding Kittens","desc":"Exploding Kittens is a kitty-powered version of Russian Roulette. Players take turns drawing cards until someone draws an exploding kitten and loses the game. The deck is made up of cards that let you avoid exploding by peeking at cards before you draw, forcing your opponent to draw multiple cards, or shuffling the deck. The game gets more and more intense with each card you draw because fewer cards left in the deck means a greater chance of drawing the kitten and exploding in a fiery ball of feline hyperbole.","ageMin":7,"time":15,"numPlayers":"2-5","types":["Party"],"color":"#f6941f","link":"img/exploding_kittens.png","watch":"http://www.youtube.com/embed/kAkRKuv5Rts","buy":"http://a.co/7TGPs3m"}]}
